# tap
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "mas-cli/tap"

# brew
brew "ack"
brew "gcc"
brew "bash"
brew "bash-completion"
brew "sqlite"
brew "python@3.9"
brew "coreutils"
brew "libssh2"
brew "curl"
brew "dnsmasq", restart_service: true
brew "findutils"
brew "git"
brew "lua"
brew "unbound", restart_service: true
brew "gnutls"
brew "go"
brew "grc"
brew "krb5"
brew "openjdk"
brew "leiningen"
brew "libssh"
brew "mackup"
brew "mas"
brew "moreutils"
brew "mtr"
brew "mysql", restart_service: true
brew "nghttp2"
brew "node"
brew "numpy"
brew "nvm"
brew "octave"
brew "postgresql", restart_service: true
brew "pybind11"
brew "pyenv"
brew "qemu"
brew "rbenv"
brew "rbenv-default-gems"
brew "rbenv-gemset"
brew "rhino"
brew "rlwrap"
brew "ruby", link: true
brew "ruby-build"
brew "rust"
brew "rustup"
brew "rustup-init"
brew "sbt"
brew "scala"
brew "scipy"
brew "starship"
brew "sqlite"
brew "tree"
brew "zsh"
brew "zsh-completions"

# mas

# cask
cask "alfred"
cask "brackets"
cask "cheatsheet"
cask "docker"
cask "dotnet"
cask "dropbox"
cask "font-fira-code"
cask "google-chrome"
cask "iterm2"
cask "sequel-pro"
cask "firefox"
cask "slack"
cask "transmission"
cask "valentina-studio"
cask "visual-studio-code"
cask "vlc"